Repository: 1280px/GNOME-Auto-Accent-Colour_RUS
Catalog: po/*.po
Languages: it_it, nb_no

source: Force Refresh
it_it: Forza aggiornamento
nb_no: Tving oppdatering

source: Preferences
it_it: Preferenze
nb_no: Innstillinger

source: Optional dependencies required for this background
it_it: Dipendenze opzionali necessarie per questo sfondo

source: Visit Auto Accent Colour's preferences page to learn more
it_it: Visita la pagina delle preferenze di Auto Accent Colour per saperne di più

source: Background format not supported
it_it: Formato dello sfondo non supportato
nb_no: Bakgrunnsformat støttes ikke

source: Auto Accent Colour will not run on this background
it_it: Auto Accent Colour non funziona con questo sfondo
nb_no: Auto Accent Color vil ikke kjøre på denne bakgrunnen

source: Setup
it_it: Configurazione

source: Refresh
it_it: Aggiorna

source: Optional Dependencies
it_it: Dipendenze opzionali

source: ImageMagick v7+ is required to parse colour data from SVG and JXL backgrounds. It must be installed via the system package manager. If only older versions of ImageMagick are available, rsvg-convert can be used as an alternative for SVG files only. This extension will still function without either dependency, but it won't work on SVG and JXL files.
it_it: ImageMagick v7+ è necessario per analizzare i dati sui colori da sfondi SVG e JXL. Deve essere installato tramite il gestore di pacchetti del sistema. Se sono disponibili solo versioni precedenti di ImageMagick, rsvg-convert può essere utilizzato come alternativa solo per i file SVG. Questa estensione funziona

source: Example Install Commands
it_it: Esempi di comandi di installazione

source: Commands to enable support for optional file types in popular Linux distributions
it_it: Linux popolari

source: Settings
it_it: Impostazioni
nb_no: Innstillinger

source: Appearance
it_it: Aspetto
nb_no: Utseende

source: Hide Indicator
it_it: Nascondere indicatore
nb_no: Skjul indikator

source: Colour Palette
it_it: Tavolozza dei colori
nb_no: Fargepalett

source: Choose the type of background colour to base the shell accent colour from
it_it: Sceglie il tipo di colore di sfondo su cui basare il colore di accento dell'interfaccia
nb_no: Velg typen bakgrunnsfarge du vil basere skallets aksentfarge på

source: Dominant
it_it: Dominante
nb_no: Dominerende

source: Use the most frequent colour from the background
it_it: Usa il colore più frequente dallo sfondo
nb_no: Bruk den hyppigste fargen fra bakgrunnen

source: Highlight
it_it: Evidenziatura
nb_no: Marker

source: Use a contrasting yet complimentary colour from the background. This may sometimes be the same as the dominant colour.
it_it: Usa un colore contrastante ma complementare dallo sfondo. Questo potrebbeessere lo stesso del colore dominante.
nb_no: Bruk en kontrasterende, men komplementær farge fra bakgrunnen. Dette kan noen ganger være det samme som den dominerende fargen.

source: Palette Cache
it_it: Cache della tavolozza
nb_no: Palettbuffer

source: The colour palette of each background applied is cached to increase performance
it_it: La tavolozza dei colori di ogni sfondo applicato è memorizzata nella cache per
nb_no: Fargepaletten for hver bakgrunn som brukes, bufres for å øke ytelsen

source: View
it_it: Vista
nb_no: Vis

source: Clear
it_it: Svuota
nb_no: Tøm

source: Files in Cache
it_it: File nella cache
nb_no: Filer i bufferet

source: Disable Cache
it_it: Disabilita cache
nb_no: Slå av buffer

source: Always parse colours from the background, even if the palette for a given background is in the cache. Do not cache computed palettes.
it_it: Analizza sempre i colori dallo sfondo, anche se la tavolozza per uno sfondo
nb_no: Analyser alltid farger fra bakgrunnen, selv om paletten for en gitt bakgrunn er i hurtigbufferen. Ikke hurtigbufrer beregnede paletter.

source: Developer Tools
it_it: Strumenti per sviluppatori
nb_no: Utviklerverktøy

source: Debug Logging
it_it: Registrazione debug
nb_no: Feilsøkingslogging

source: Print debug messages to the system journal
it_it: Stampa i messaggi di debug nel registro di sistema
nb_no: Skriv ut feilsøkingsmeldinger til systemjournalen

source: Keep Converted Background Image
it_it: Mantienere l'immagine di sfondo convertita

source: Don't auto-clear temporary conversions of SVG and JXL backgrounds into JPG format
it_it: Non cancellare automaticamente le conversioni temporanee degli sfondi SVG e JXL nel formato JPG

source: Open Image
it_it: Apri immagine

source: About
it_it: Informazioni
nb_no: Om

source: Created by %s and contributors
it_it: Creato da %s e contributori
nb_no: Laget av %s og bidragsytere

source: Version %d
it_it: Versione %d
nb_no: Versjon %d

source: Special Thanks
it_it: Ringraziamenti speciali
nb_no: Spesiell takk

source: For creating the ColorThief JavaScript module, used for extracting colours from the background image
it_it: Per la creazione del modulo JavaScript ColorThief, usato per estrarre i colori dall'immagine di sfondo
nb_no: For å lage ColorThief JavaScript-modulen, brukt til å trekke ut farger fra bakgrunnsbildet

source: For creating the Quantize JavaScript module, used by ColorThief for colour quantization
it_it: Per la creazione del modulo JavaScript Quantize, usato da ColorThief per la quantizzazione del colore
nb_no: For å lage Quantize JavaScript-modulen, brukt av ColorThief for fargekvantisering

source: Project Repository
it_it: Repository del progetto
nb_no: Prosjektlager

source: Submit an Issue
it_it: Segnala un problema
nb_no: Send inn et problem

source: Contributors
it_it: Contributori
nb_no: Bidragsytere

source: Licenses
it_it: Licenze
nb_no: Lisens

source: Auto Accent Colour Extension
it_it: Estensione Auto Accent Colour
nb_no: Utvidelse for Automatisk aksentfarge

source: GNU General Public License v3.0
it_it: Licenza pubblica generale GNU v3.0

source: ColorThief Module
it_it: Modulo ColorThief
nb_no: ColorThief modulen

source: MIT License
it_it: Licenza MIT

source: Quantize Module
it_it: Modulo Quantize
nb_no: Quantize modulen

source: Be kind to your local pigeons!
it_it: Sii gentile con i piccioni locali!
nb_no: Vær snill mot dine lokale duer!

source: Not Needed
it_it: Non richiesto

source: Installed
it_it: Installato

source: Not Installed
it_it: Non installato

source: Available
it_it: Disponibile

source: Unavailable
it_it: Non disponibile

source: Debug
nb_no: Feilsøk

source: Auto Accent Colour
nb_no: Automatisk aksentfarge
